{"translation-revision-date":"2023-01-08 22:44:15+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Activate":["Activar"],"My Account":["Mi cuenta"],"get it here":["conseguirla aquí"],"If you don't have a license, you can":["Si no tienes una licencia, puedes"],"to get professional support and automatic updates from your WordPress dashboard.":["para obtener soporte profesional y actualizaciones automáticas desde el escritorio de tu WordPress."],"License Key":["Clave de licencia"],"Please enter your valid license key below to activate Spectra Pro!":["¡Por favor, introduce abajo una clave de licencia válida para activar Spectra Pro!"],"License successfully validated!":["¡Licencia validada correctamente!"],"Paste your license key here":["Pega tu clave de licencia aquí"],"Your license is active.":["Tu licencia está activa."],"Sidebar":["Barra lateral"],"Popup":["Ventana emergente"],"Choose how you want to display dynamic content settings":["Elige cómo quieres mostrar los ajustes de contenido dinámico"],"Dynamic Content":["Contenido dinámico"],"Facebook App Secret Key":["Clave secreta de la App de Facebook:"],"Facebook App Details":["Detalles de la app de Facebook"],"Note: This setting is required if you wish to use Login with Facebook on your website. Need help to get Facebook App Details? Read":["Nota: Este ajuste es obligatorio si quieres usar el acceso con Facebook en tu web. ¿Necesitas ayuda para obtener los detalles de la aplicación de Facebook? Lee"],"Social Login\/Register - Facebook App Details":["Acceso\/registro social - Detalles de la aplicación de Facebook"],"Google Client ID":["ID de cliente de Google"]," | ":[" | "],"Note: This setting is required if you wish to use Login with Google on your website. Read":["Nota: Este ajustes es obligatorio si quieres usar el acceso con Google en tu web. Lee"],"Social Login\/Register - Google Client ID":["Acceso\/registro social - ID de cliente de Google"],"Make sure \"Anyone can register\" is enabled in General > Settings > Membership to use this feature.":["Asegúrate de que «Cualquiera puede registrarse» esté activo en «General > Ajustes > Miembros» para usar esta característica."],"Enabling this setting will automatically register the users via Google\/Facebook.":["Al activar este ajustes se registrará automáticamente a los usuarios a través de Google\/Facebook."],"Social Login Auto Register":["Registro automático y acceso social"],"Activate Spectra Pro":["Activar Spectra Pro"],"Unlicensed":["Sin licencia"],"Licensed":["Con licencia"],"Pro":["Pro"],"Core":["Núcleo"],"This is a Core Spectra block & cannot be disabled.":["Este es un bloque del núcleo de Spectra y no se puede desactivar."],"Enable this option to enable the support of our Legacy Blocks on the site.":["Activa esta opción para activar la compatibilidad con nuestros bloques heredados en el sitio."],"Enable Legacy Blocks":["Activar bloques heredados"],"This setting will apply default Row & Column Gaps in the Container Block.":["Este ajuste aplicará por defecto espacios de fila y columna en el bloque de contenedor."],"Container Elements Gap":["Espacio de elementos el contenedor"],"Legacy":["Heredado"],"Coming Soon":["Próximamente"],"Block Settings":["Ajustes del bloque"],"Performance":["Rendimiento"],"Version Control":["Control de versiones"],"Templates":["Plantillas"],"Asset Generation":["Generación de recursos"],"Editor Options":["Opciones del editor"],"This setting will apply default padding in the Container Block.":["Este ajustes se aplicará al relleno por defecto del bloque de contenedor."],"Container Padding":["Relleno del contenedor"],"Enable this to automatically recover any erroneous blocks that may occur on your web pages. This will save you time spent on clicking all those \"Attempt Block Recovery\" Buttons.":["Activa esto para recuperar automáticamente cualquier bloque erróneo que pueda haber en tus páginas web. Esto te ahorrará tiempo en hacer clic en los botones de «Intento de recuperación del bloque»."],"Automatic Block Recovery":["Recuperación automatica de bloques"],"Enable this to make sure all previously used Font Awesome 5 icons are displayed correctly while using the Font Awesome 6 library.":["Activa esto para asegurar que todos los iconos de Font Awesome 5 usados anteriormente se muestran correctamente cuando usas la biblioteca de Font Awesome 6."],"Load Font Awesome 5 Support":["Cargar compatibilidad con Font Awesome 5"],"Secret Key v3":["Clave secreta v3"],"Site Key v3":["Clave del sitio v3"],"reCAPTCHA v3":["reCAPTCHA v3"],"Secret Key v2":["Clave secreta v2"],"Site Key v2":["Clave del sitio v2"],"reCAPTCHA v2":["reCAPTCHA v2"],"here. ":["aquí. "],"To enable reCAPTCHA for your form, please follow the steps mentioned ":["Para activar reCAPTCHA en tu formulario, por favor, sigue los pasos mencionados "],"Select the page you want":["Selecciona la página que quieras"],"Enable the coming soon mode. Only the page you select below will be displayed to people who are not logged in.":["Activa el modo de próximamente. A la gente que no esté conectada solo se le mostrará la página que selecciones abajo. "],"Is your website still in the making? Is it not yet ready for other people to see?":["¿Está tu web aún en preparación? ¿Todavía no estás listo para que la vean otros?"],"Enable Coming Soon Mode":["Activar el modo de próximamente"],"This setting will apply spacing in between all blocks inside block editor.":["Este ajuste se aplicará al espaciado interno de todos los bloques en el editor de bloques."],"Blocks Editor Spacing":["Espaciado del editor de bloques"],"This setting will apply to Container Block's default Content Width.":["Este ajuste se aplicará al ancho por defecto del contenido en el bloque de contenedor."],"Default Content Width":["Ancho por defecto del contenido"],"Enable the \"Copy Paste Styles\" option to have the ability to copy & paste Spectra & Core Gutenberg Blocks Styles.":["Activa la opción de «Copiar y pegar estilos» para tener la posibilidad de copiar y pegar estilos de bloques de Spectra y Gutenberg."],"Copy Paste Styles":["Copiar y pegar estilos"],"Enable the \"Collapse Panels\" option if you want to Collapse all other Panels in your Blocks Settings except for the one which is clicked This way you have only one Panel of Settings in front of you to Focus on.":["Activa la opción de «Cerrar paneles» si quieres cerrar todos los demás paneles de tus ajustes de bloques excepto el que esté activo. De este modo solo tendrás frente a ti un solo panel de ajustes en el que centrarte."],"Collapse Panels":["Cerrar paneles"],"This option will load the font files right away on page load. Preloading Local Fonts can speeds up your website even further.":["Esta opción cargará los archivos de fuentes al cargar la página. La precarga de fuentes locales puede acelerar tu web aún más."],"Preload Local Fonts":["Precargar fuentes locales"],"Enable this option to download Google fonts and save them on your server. This can be great for improving speed of your website and to comply with GDPR laws.":["Activa esta opción para descargar las fuentes de Google y guardarlas en tu servidor. Esto puede ser fantástico para mejorar la velocidad de tu web y para cumplir con las leyes de RGPD."],"Load Google Fonts Locally":["Cargar Google Fonts localmente"],"Select the font families you want":["Selecciona las familias que quieras"],"Spectra offers 700+ Google font options. If this is overwhelming for your clients, you can use this option to show only limited number of fonts in the block settings.":["Spectra ofrece más de 700 opciones de fuentes de Google. Si esto es abrumador para tus clientes, puedes usar esta opción para mostrar solo un número limitado de fuentes en los ajustes de bloques."],"Allow Only Selected Fonts":["Permitir solo las fuentes seleccionadas"],"Enable this option to turn on beta updates and be notified when a new beta version of Spectra is available. The beta version will not install automatically, you will have to install it when you get a notification. It is recommended to try beta on a test environment only.":["Activa esta opción para activar las actualizaciones beta y recibir avisos cuando esté disponible una versión beta de Spectra. La versión beta no se instalará automáticamente, tendrás que instalarla cuando revisas un aviso. Se recomienda probar las betas solo en entornos de prueba."],"Enable Beta":["Activar beta"],"Rollback":["Retroceder"],"Spectra comes with a stunning library of page templates and block patterns. This library is accessible with the Templates button while editing the page or post. Manage the visibility of that button with this option.":["Spectra incluye una asombrosa biblioteca de plantillas de página y patrones de bloques. Esta biblioteca está accesible desde el botón de plantillas mientras editas la página o entrada. Gestiona la visibilidad de este botón con esta opción."],"Enable Templates Button":["Activar el botón de plantillas"],"Facing issues with style, layout, color or another page element? Use this option to regenerate CSS and Javascript assets. It can help with all kinds of asset issues.":["¿Tienes problemas con el estilo, diseño, color u otro elemento de la página? Usa esta opción para regenerar los recursos de CSS y Javascript. Puedes ayudar con todo tipo de problemas con recursos."],"Asset Regeneration":["Regeneración de recursos"]," to learn the difference between generating CSS and JS inline and in a separate file.":[" para aprender la diferencia entre generar el CSS y JS integrados o en un archivo separado."],"this article":["este artículo"],"Spectra loads the CSS and JS inline on the page by default. If you want to generate separate CSS and JS files for Spectra blocks, enable this option. Please read ":["Spectra carga por defecto el CSS y JS integrados en la página. Si quieres generar archivos CSS y JS separados de los bloques de Spectra activa esta opción. Por favor, lee "],"File Generation":["Generación de archivos"],"Responsive Conditions":["Condiciones de adaptabilidad"],"Documentation":["Documentación"],"Extension":["Extensión"],"Live Demo":["Demostración en directo"],"Join Now":["Únete ahora"],"Got a question about the plugin, want to share your awesome project or just say hi? Join our wonderful community!":["¿Tienes alguna pregunta sobre el plugin, quieres compartir tu fantástico proyecto o solo saludar? ¡Únete a nuestra maravillosa comunidad!"],"Join the Community":["Únete a la comunidad"],"Get Support":["Obtener soporte"],"Need some help? Our awesome support team is here to help you with any question you have.":["¿Necesitas ayuda? Nuestro fantástico equipo de soporte está aquí para ayudarte con cualquier pregunta que tengas."],"Get 5-star Support":["Consigue un soporte de 5 estrellas"],"Browse Now":["Explorar ahora"],"Learn everything you need to know about the Spectra plugin with our comprehensive documentation.":["Aprende todo lo que necesites sobre el plugin Spectra con nuestra sencilla documentación."],"Visit Our Website":["Visita nuestra web"],"Create New Page":["Crear una nueva página"],"We designed Spectra to be intuitive but we do recommend learning how it works by checking our comprehensive documentation and watching the video below. Enjoy your time with Spectra!":["Hemos diseñado Spectra para que sea intuitivo pero recomendamos aprender cómo funciona revisando nuestra sencilla documentación y viendo el siguiente vídeo. ¡Disfruta de tu tiempo con Spectra!"],"Welcome to Spectra!":["¡Bienvenido a Spectra!"],"Blocks \/ Extensions":["Bloques \/ Extensiones"],"Welcome":["Hola"],"What's New?":["¿Qué novedades hay?"],"Masonry Gallery":["Galería de muro"],"Display Conditions":["Condiciones de visualización"]," Documentation":[" Documentación"],"Get Keys":["Conseguir claves"],"Google reCAPTCHA":["Google reCAPTCHA"],"Cancel":["Cancelar"],"Regenerate Assets":["Regenerar recursos"],"Rollback to Previous Version":["Volver a una versión anterior"],"Settings":["Ajustes"],"px":["px"],"Knowledge Base":["Base de conocimiento"],"Deactivate":["Desactivar"],"Activate ":["Activar"]}},"comment":{"reference":"admin-core\/assets\/build\/dashboard-app.js"}}